Repository: samuelsolis/front
Catalog: translations/*.po
Languages: da, nl

source: @site is currently under maintenance. We should be back shortly. Thank you for your patience.
da: Vi er ved at opdatere @site. Vi er snart tilbage. Tak for din tålmodighed.
nl: @site is momenteel in onderhoudsmodus. We zijn binnenkort terug. Bedankt voor uw geduld.

source: Body
da: Brødtekst
nl: Berichttekst

source: Default front page
da: Standardforside
nl: Standaard voorpagina

source: When set to "Online", all visitors will be able to browse your site normally. When set to "Off-line", only users with the "administer site configuration" permission will be able to access your site to perform maintenance; all other visitors will see the site off-line message configured below. Authorized users can log in during "Off-line" mode directly via the <a href="@user-login">user login</a> page.
da: Når "Online" er valgt, kan alle brugere se dit site som normalt. Når "Offline" er valgt kan kun brugere med tilladelsen "administrer indstillinger" tilgå sitet for at udføre vedligehold. Alle andre brugere vil se den besked, som du indtaster herunder. Autoriserede brugere kan <a href="@user-login">logge ind</a> selv om sitet er offline.

source: Site off-line message
da: Offline-besked

source: Message to show visitors when the site is in off-line mode.
da: Beskeden der vises til besøgende når sitet er offline.
nl: Het bericht dat getoond moet worden aan bezoekers tijdens de offlinemodus.

source: Site maintenance
da: Vedligeholdelse
nl: Website onderhoud

source: <legend>front page by role usage</legend><p><strong>Note:</strong>When using the front pages by role option, please note that if a user has multiple roles the first role match will determine which front page they see. Here is the order that the roles will be checked (from left to right).</p>
da: <legend>brug af rollebaseret forside</legend> <p><strong>Bemærk:</strong>Når du bruger rollebaserede forside skal du være opmærksom på, at hvis brugeren har flere roller, er det den første matchende rolle, som bestemmer hvilken forside de ser. Rollerne tjekkes i denne rækkefølge (fra venstre mod højre).</p>
nl: <legend>voorpagina volgens gebruikersrol</legend><p>strong>Noot:</strong> Wanneer men de voorpagina volgens gebruikersrol gebruikt houdt er dan rekening mee dat, wanneer een gebruiker meerdere rollen heeft, de eerste rol bepaalt welke voorpagina de gebruiker te zien krijgen. Dit is de volgorde waarin rollen worden gecontroleerd (van links naar rechts).</p>

source: <p>The default setting for new roles is SAME AS AUTHENTICATED USERS.</p>
da: <p>Standardindstillingen for nye roller er <em>den samme som for godkendte brugere</em>.</p>
nl: <p>De standaardinstellingen voor nieuwe gebruikersrollen zijn <strong>dezelfde</strong> als die van <strong>geverifiëerde gebruikers</strong>.</p>

source: <p>Setup custom front pages for your site. Click on the option to expand the form and customise your settings.</p><p><em>Anonymous User</em> = visitor not logged in | <em>Authenticated User</em> = visitor who is logged in</p>
da: <p>Opret tilpassede forsider på dit site. Fold feltgrupperne ud og tilpas dine indstillinger.</p><p><em>Anonym bruger</em> = bruger er ikke logget ind | <em>Godkendt User</em> = bruger er logget ind</p>
nl: <P>Aangepaste voorpagina voor de website instellen. Klik op de optie om uit te klappen en de instellingen te wijzigen.</p><p><em>Anonieme Gebruiker</em> = niet ingelogde bezoeker | <em>Geverifieerde Gebruiker</em> = ingelogde bezoekers</p>

source: Advanced front page settings
da: Indstillinger for avanceret forside
nl: Geavanceerde voorpagina (front_page) instellingen.

source: Specify a unique layout or splash page based on role type - override your HOME and breadcrumb links - display a custom mission style notice for users who haven't visited in a while - disable site and display a 'temporarily offline' message.
da: Angiv et unikt layout eller splash-side baseret på brugerroller - tilsidesæt dine forside- og brødkrumme-links - vis en tilpasset meddelelse til brugere som ikke har besøgt sitet i et stykke tid - deaktiver sitet og vis en 'midlertidigt offline'-meddelelse.
nl: Geef een unieke opmaak of een splashpagina op gebaseerd op gebruikersrol - De <strong>start</strong> en <strong>breadcrumb</strong> -links overschrijven - een aangepaste missiestijlmelding weergeven voor gebruikers die voor een bepaalde tijd de website niet bezocht hebben - website uitschakelen en een 'tijdelijk offline' bericht weergeven.

source: Home pages
da: Hjemmesider
nl: Voorpagina's

source: Designate a home page for each role. "Splash" pages will be used only when users are connecting from external sites. Spash pages must be in the form "node/x" where x is the id of a node, e.g., "node/21" (without the quotes). Only the body of the node will be displayed. Home pages are displayed when users follow internal home links, or for external links where there is no splash page designated, and may point to any page on the site.
da: Angiv en hjemmeside for hver rolle. "Splash"-sider bruges kun når brugerne kommer fra eksterne sites. Splash-sider skal være på formen "node/x", hvor x er indholdselementets ID, f.eks. "node/21" (uden anførselstegn). Kun indholdselementets brødtekst vises. Hjemmesider vises når brugerne følger interne forside-links, eller for eksterne links hvor der ikke er defineret en splash-side, og kan pege på enhver side på sitet.
nl: Een homepage toewijzen voor elke gebruikersrol. <strong>Splashpagina's</strong> worden enkel gebruikt wanneer bezoekers zich vanaf een externe website verbinden. Splashpagina's moeten de vorm <strong>node/21</strong> bevatten waarvan <strong>x</strong> de 'id' van een node is. Bv.: 'node/21' (zonder aanhalingstekens). Enkel de berichttekst van de node wordt weergegeven. Homepages worden weergegeven wanneer gebruikers een interne startlink volgen of voor externe links waarvoor geen splashpagina is ingesteld en kan naar eender welke pagina op deze website verwijzen.

source: themed
da: tema
nl: template

source: full
da: fuld
nl: volledig

source: redirect
da: omdirigér
nl: omleiden

source: means your default layout, theme and stylesheet will be loaded with your custom front_page.
da: betyder at dit standard-layout og -style sheet indlæses sammen med din tilpassede front_page.
nl: betekent dat de standaard opmaak, thema en stijlblad geladen zal worden met de aangepaste voorpagina.

source: allows you to have a completely different layout, style sheet etc.
da: lader dig have et fuldstændig anderledes layout, style sheet, etc.
nl: Hiermee kunt u o.a. een geheel andere opmaak of stijlblad definiëren.

source: will automatically redirect visitors already logged in to a specific page specified in the REDIRECT TO box.
da: vil automatisk omdirigere besøgende, som allerede er logget ind, til en specifik side angive i feltet 'omdiriger til'.
nl: zal automatisch de al ingelogde bezoekers omleiden naar een specifieke pagina opgegeven in de '<strong>Omleiden naar</strong>' veld.

source: same as anonymous users
da: samme som anonyme brugere
nl: identiek aan anonieme bezoekers

source: will display the same content as for Anonymous users.
da: vil vise det samme indhold som for anonyme brugere.
nl: zal dezelfde inhoud weergeven voor anonieme gebruikers.

source: same as authenticated users
da: samme som godkendte brugere
nl: identiek aan geverifieerde gebruikers

source: will display the same content as for Authenticated (logged in) users.
da: vil vise det samme indhold som for godkendte brugere.
nl: zal dezelfde inhoud weergeven voor geverifieerde gebruikers (ingelogde bezoekers).

source: Select type
da: Vælg type
nl: Type selecteren

source: Redirect to
da: Omdirigér til
nl: Omleiden naar

source: If you have selected <strong>REDIRECT</strong> you need to specify where the user should be pointed to. If you are not using clean URLs, specify the part after "?q=". If unsure, specify "node".
da: Hvis du har valgt <strong>omdiriger</strong> skal du angive hvor brugeren skal sendes hen. Hvis du ikke bruger rene URLer skal du angive delen efter "?q=". Angiv "node" hvis du er i tvivl.
nl: Als u '<strong>Omleiden</strong>' hebt geselecteerd dan moet u opgeven naar waar de gebruiker naar toe gewezen wordt. Als u geen schone URL's gebruikt geef dan het gedeelte na "?q=" op. Als u onzeker bent geef dan "node" op.

source: Allow embedded PHP code in this front page
da: Tillad indlejret PHP kode i denne forside
nl: Ingebedde PHP-code toestaan in deze voorpagina

source: If this option is enabled, the body text can have embedded &lt;?php...?&gt; tags with PHP code inside. Click on the special Handbook pages for tips on <a href="http://drupal.org/node/23220">Using PHP snippets in your front_page</a>.
da: Hvis dette valg er aktiveret kan brødteksten have indlejrede &lt;?php...?&gt; tags med PHP kode indeni. Se afsnittet <a href="http://drupal.org/node/23220">Using PHP snippets in your front_page</a> i håndbogen for yderligere information.
nl: Als deze optie geactiveerd is kan de berichttekst ingebedde &lt;?php...?&gt; tags met PHP-code bevatten. Klik op de speciale 'handboek' pagina's voor tips over <a href="http://drupal.org/node/23220">het gebruik van fragmenten op de voorpagina</a>.

source: Custom "Temporarily Offline" message and disable site for all except admins
da: Tilpasset "midlertidigt offline"-besked og deaktiver site for alle undtagen administratorer
nl: 'Tijdelijk Offline'-bericht aanpassen en de website uitschakelen voor iedereen behalve voor beheerders.

source: This Drupal site
da: Dette Drupal site
nl: Deze website

source: Custom mission for Authenticated Users who haven't visited the site for a set period
da: Tilpasset målsætning for godkendte brugere som ikke har besøgt sitet indenfor en bestemt periode.
nl: Aangepaste missie voor Geverifieerde Gebruikers die de website voor een bepaalde tijd niet bezocht hebben.

source: Been away for
da: Har været væk i

source: one day
da: en dag
nl: één dag

source: one week
da: en uge
nl: één week

source: one month
da: en måned
nl: één maand

source: three months
da: tre måneder
nl: drie maanden

source: six months
da: seks måneder
nl: zes maanden

source: one year
da: et år
nl: één jaar

source: <p>The length of time to check for when users see the special notice which will be displayed as a <em>mission</em> style notice on the front page.<p>
da: <p>Hvor lang tid der skal gå før brugerne ser den specielle besked, der vises som en <em>målsætning</em> på forsiden.</p>

source: Paste your HTML or TEXT here. It will be displayed as a <em>mission</em> style notice on the front page.
da: Indsæt din HTML eller tekst her. Den bliver vist på samme måde som <em>målsætningen</em> på forsiden.
nl: Plak hier de HTML of TEKST. Het wordt weergegeven als de <em>missie</em>stijl melding op de voorpagina.

source: Override your HOME breadcrumb links
da: Tilsidesæt HJEM-links i brødkrummestien.

source: Redirect your site HOME links
da: Omdiriger sitets HJEM-links
nl: De <strong>home</strong>link van de website omleiden.

source: Check this box if you want to redirect users who click on any HOME links (including the HOME breadcrumb link). Useful if you have a splash page you don't want users brought back to when they click on HOME links from within your site.
da: Afkryds dette felt hvis du ønsker at omdirigere brugere som klikker på et HJEM-link (inklusive HJEM-linket i brødkrummestien). Nyttigt hvis du har en introside som du ikke ønsker at brugerne skal vende tilbage til når de klikker på HJEM-links på dit site.
nl: Dit vak aanvinken als u gebruikers wil omleiden die op de <strong>home</strong>link klikken. Dit is handig als een 'splash page' (intropagina) wordt gebruikt en de gebruikers niet naar deze pagina moet gaan wanneer zij op de <strong>home</strong>link klikken.

source: Redirect your site HOME links to
da: Omdiriger HJEM-links til

source: Specify where the user should be redirected to. An example would be <em>node/12</em>. Leave blank when you're not using HOME redirect.
da: Angiv hvortil brugerne skal omdirigeres. F.eks. <em>node/12</em>. Lad feltet stå tomt hvis du ikke omdirigerer HJEM-links.
nl: Geef op waar de gebruiker naartoe omgeleid moet worden. Bijvoorbeeld: <em>node/12<em>. Leeg laten als <strong>home</strong> niet omleid dient te worden.

source: Activate your front_page settings
da: Aktivér dine front_page indstillinger
nl: De voorpagina (front_page) instellingen activeren.

source: Change this setting to <em>front_page</em> to activate your front page settings.
da: Skift denne indstilling til <em>front_page</em> for at aktivere dine forsideindstillinger.
nl: Wijzig de opties van <em>front_page</em> om de instellingen van de voorpagina te activeren.

source: Front Page
da: Forside
nl: Voorpagina

source: Allows site admins setup custom front pages for the site.
da: Administratorer kan opsætte tilpassede forsider på sitet.
nl: Met deze opties kunnen beheerders een aangepaste voorpagina in te stellen voor de website.

source: Front Page for !rolename.
da: Forside for !rolename.
nl: Voorpagina voor !rolename.

source: Paste your HTML or TEXT here.
da: Indsæt din HTML eller tekst her.
nl: Plak hier de HTML of TEKST.

source: You can paste in the full HTML code for a complete page and include a different style sheet in the HEAD of the document if you want a completely different layout and style to the rest of your site.
da: Du kan indsætte fuld HTML kode for en komplet side og inkludere et andet style sheet i dokumentets HEAD hvis du ønsker et layout som er helt forskelligt fra resten af dit site.
nl: U kunt de volledige HTML-code voor een complete pagina hier plakken en zelfs een verschillende stylesheet insluiten in de HEAD van het document als u een compleet verschillende opmaak en stijl wenst dan de rest van de website.

source: access frontpage
da: tilgå forside
nl: naar voorpagina gaan

source: Administration
nl: Beheer
